tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ffmpeg"
brew "git"
brew "graphviz"
brew "youtube-dl"
brew "mps-youtube"
brew "neovim"
brew "qt"
brew "octave", args: ["with-qt"]
brew "postgresql", restart_service: true
brew "tmux"
brew "zsh"
brew "koekeishiya/formulae/chunkwm"
brew "koekeishiya/formulae/skhd"
cask "alacritty"
cask "discord"
cask "itk-snap"
cask "numi"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "caskroom/fonts/font-iosevka"
cask "firefox"
